Revit 2024 API
SymbolTypeId.FtPerMin Property
 Symbol ft/min, indicating unit Feet per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtPerMin { get; }
Visual Basic
Public Shared ReadOnly Property FtPerMin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtPerMin {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace